export const communities = [

    {
        name:"玲珑湾",
        price:75000,
        pos:[120.690,31.330]
    },

    {
        name:"中海国际社区",
        price:72000,
        pos:[120.710,31.320]
    },

    {
        name:"湖畔天城",
        price:68000,
        pos:[120.670,31.310]
    },

    {
        name:"白塘壹号",
        price:69000,
        pos:[120.720,31.310]
    },

    {
        name:"海悦花园",
        price:65000,
        pos:[120.735,31.305]
    },

    {
        name:"朗诗国际街区",
        price:70000,
        pos:[120.725,31.318]
    },

    {
        name:"晋园",
        price:82000,
        pos:[120.660,31.305]
    },

    {
        name:"东方之门公寓",
        price:88000,
        pos:[120.675,31.312]
    },

    {
        name:"苏州中心公寓",
        price:90000,
        pos:[120.674,31.311]
    }

]