export const schools = [
  {
    name: "星海小学",
    type: {"小学": 1},
    pos: [120.664579, 31.309236],
    tag: ["园区大哥", "家长卷", "会劝退", "管理严格", "学习氛围浓厚", "作业少", "社团丰富"]
  },
  {
    name: "星海实验初级中学",
    type: {"初中": 1},
    pos: [120.668827, 31.309835]
  },
  {
    name: "星湾学校",
    fullName: "星湾学校(东校区)",
    type: {"小学": 1},
    pos: [120.701252, 31.327442],
    tag: ["学习氛围好", "作业量适中", "家长卷", "老师有耐心", "活动多", "体育运动保障"]
  },
  {
    name: "星湾学校",
    fullName: "星湾学校(西校区)",
    type: {"初中": 1},
    pos: [120.681716, 31.325932],
    tag: ["学习氛围好", "作业量适中", "家长卷", "老师有耐心", "活动多", "体育运动保障"]
  },
  {
    name: "金鸡湖学校",
    fullName: "金鸡湖学校(石港路校区)",
    type: {"小学": 1, "初中": 1},
    pos: [120.721329, 31.296674],
    tag: ["本部", "园区重点扶持", "素质教育重视", "作业少", "三好学生名额少", "重视语文"]
  },
  {
    name: "金鸡湖学校",
    fullName: "金鸡湖学校(苏桐路校区)",
    type: {"小学": 1, "初中": 1},
    pos: [120.676467, 31.30407],
    tag: ["新校区", "园区重点扶持", "素质教育重视", "作业少", "三好学生名额少", "重视语文"]
  },
  {
    name: "景城学校",
    fullName: "景城学校(九华路校区)",
    type: {"小学": 1},
    pos: [120.72237, 31.32711],
    tag: ["相对不卷", "学风好", "素质教育重视", "作业量适中", "社团活动丰富", "老师负责"]
  },
  {
    name: "景城学校",
    fullName: "景城学校(旺墩路校区)",
    type: {"初中": 1},
    pos: [120.725901, 31.31915],
    tag: ["相对不卷", "学风好", "素质教育重视", "作业量适中", "社团活动丰富", "老师负责"]
  },
  {
    name: "园区第二实验小学",
    type: {"小学": 1},
    pos: [120.73475, 31.314342],
    tag: ["老牌小学", "师资强", "作业量适中", "乒乓球运动特色"]
  },
  {
    name: "西交大苏州附属中学",
    fullName: "西交大苏州附属初中(南校区)(初中)",
    type: {"初中": 1},
    pos: [120.74244, 31.307182]
  },
  {
    name: "星港学校",
    fullName: "星港学校(飘逸路校区)",
    type: {"小学": 2, "初中": 2},
    pos: [120.654328, 31.314463],
    tag: ["作业量一般", "老师负责", "三好学生名额多", "课外活动较多"]
  },
  {
    name: "星港学校",
    fullName: "星港学校(东港校区)",
    type: {"小学": 2, "初中": 2},
    pos: [120.653918, 31.321121],
    tag: ["作业量一般", "老师负责", "三好学生名额多", "课外活动较多"]
  },
  {
    name: "星港学校",
    fullName: "星港学校(苏安校区)",
    type: {"小学": 2, "初中": 2},
    pos: [120.650139, 31.328733],
    tag: ["作业量一般", "老师负责", "三好学生名额多", "课外活动较多"]
  },
  {
    name: "星汇学校",
    type: {"小学": 2, "初中": 2},
    pos: [120.758458, 31.31619]
  },
  {
    name: "星洲小学",
    type: {"小学": 2},
    pos: [120.741977, 31.321025]
  },
  {
    name: "方洲小学",
    type: {"小学": 2},
    pos: [120.749733, 31.310197]
  },
  {
    name: "独墅湖学校",
    fullName: "中科大附中独墅湖学校",
    type: {"小学": 2, "初中": 3},
    pos: [120.727431, 31.250765]
  },
  {
    name: "东沙湖学校",
    fullName: "东沙湖小学(星塘街校区)",
    type: {"小学": 2},
    pos: [120.746719, 31.328676]
  },
  {
    name: "东沙湖学校",
    fullName: "东沙湖小学(钟南街校区)",
    type: {"小学": 2},
    pos: [120.758053, 31.331396]
  },
  {
    name: "东沙湖学校",
    fullName: "东沙湖实验中学",
    type: {"初中": 2},
    pos: [120.757257, 31.335341]
  },
  {
    name: "青剑湖学校",
    fullName: "青剑湖小学",
    type: {"小学": 2},
    pos: [120.718708, 31.376319]
  },
  {
    name: "青剑湖学校",
    fullName: "青剑湖实验中学",
    type: {"初中": 2},
    pos: [120.725748, 31.377259]
  },
  {
    name: "新城花园小学",
    type: {"小学": 2},
    pos: [120.668255, 31.323166]
  },
  {
    name: "文景实验学校",
    fullName: "文景实验学校(金谷路校区)",
    type: {"小学": 2},
    pos: [120.755779, 31.275033]
  },
  {
    name: "文景实验学校",
    fullName: "文景实验学校(翰林路校区)",
    type: {"小学": 2},
    pos: [120.746271, 31.27478]
  },
  {
    name: "苏州市实验小学",
    type: {"小学": 1},
    pos: [120.623897, 31.282509]
  },
  {
    name: "新苏师范附属小学",
    type: {"小学": 1},
    pos: [120.615787, 31.295641]
  },
  {
    name: "沧浪实验小学",
    fullName: "沧浪实验小学(十梓街校区)",
    type: {"小学": 1},
    pos: [120.633575, 31.301558]
  },
  {
    name: "沧浪实验小学",
    fullName: "沧浪实验小学(葑门路校区)",
    type: {"小学": 1},
    pos: [120.633382, 31.298828]
  },
  {
    name: "平直实验小学",
    fullName: "平直实验小学(本部)",
    type: {"小学": 1},
    pos: [120.626648, 31.300937]
  },
  {
    name: "平直实验小学",
    fullName: "平直实验小学(分部)",
    type: {"小学": 1},
    pos: [120.631266, 31.292349]
  },
  {
    name: "平直实验小学",
    fullName: "平直实验小学(南校区)",
    type: {"小学": 1},
    pos: [120.630699, 31.281237]
  },
  {
    name: "平江实验小学",
    fullName: "平江实验小学(本部)",
    type: {"小学": 1},
    pos: [120.635589, 31.310257]
  },
  {
    name: "平江实验小学",
    fullName: "平江实验学校分校",
    type: {"小学": 1},
    pos: [120.645685, 31.317905]
  },
  {
    name: "沧浪新城第一实验学校",
    type: {"小学": 2},
    pos: [120.608095, 31.26824]
  },
  {
    name: "沧浪新城第二实验学校",
    type: {"小学": 2},
    pos: [120.595243, 31.270323]
  },
  {
    name: "金阊实验小学",
    type: {"小学": 2},
    pos: [120.600176, 31.315316]
  },
  {
    name: "敬文实验小学",
    type: {"小学": 2},
    pos: [120.62296, 31.320436]
  },
  {
    name: "带城实验小学",
    type: {"小学": 2},
    pos: [120.647752, 31.300786]
  },
  {
    name: "苏州中学",
    type: {"初中": 1},
    pos: [120.62238, 31.295509]
  },
  {
    name: "振华中学",
    type: {"初中": 1},
    pos: [120.641548, 31.297685]
  },
  {
    name: "立达中学",
    fullName: "立达中学(长吴路校区)",
    type: {"初中": 1},
    pos: [120.609918, 31.269145]
  },
  {
    name: "立达中学",
    fullName: "立达中学(西校区)",
    type: {"初中": 1},
    pos: [120.595825, 31.257425]
  },
  {
    name: "平江中学",
    type: {"初中": 2},
    pos: [120.64612, 31.316575]
  },
  {
    name: "草桥中学",
    fullName: "平江新城实验学校",
    type: {"初中": 2},
    pos: [120.594122, 31.341236]
  },
  {
    name: "胥江实验中学",
    type: {"初中": 2},
    pos: [120.585865, 31.28888]
  }
];